[
    {
        "id": "1",
        "title": "AALTrain’25 Successfully Held at Atakent Anatolian High School",
        "excerpt": "Atakent Anatolian High School successfully hosted AALTrain’25, a two-day MUN training conference held on November 20–21, preparing students for the upcoming AALMUN’26.",
        "content": "<p>Atakent Anatolian High School once again demonstrated its strong commitment to Model United Nations (MUN) activities by successfully organizing AALTrain’25, a preparatory training conference.</p>\n\n<p>Held on November 20–21, this event was designed to thoroughly prepare students for the upcoming official MUN conference.</p>\n\n<p>AALTrain’25 provided a comprehensive training experience, particularly for students who would be participating in a MUN conference for the first time, while also allowing more experienced delegates to strengthen their existing skills.</p>\n\n<p>Throughout the two-day program, participants received training on the United Nations system, committee structures, diplomatic writing, resolution drafting, and effective public speaking. In addition, mock committee sessions enabled students to experience the dynamics of a real MUN conference.</p>\n\n<h2>Skill Development and Collaboration</h2>\n\n<p>During AALTrain’25, students developed essential skills such as critical thinking, teamwork, and awareness of global issues. The event fostered a productive academic and social environment, encouraging cooperation and communication among participants.</p>\n\n<h2>Looking Ahead: AALMUN’26</h2>\n\n<p>Following this preparatory conference, attention has now turned to the official MUN conference, AALMUN’26, which will be hosted by Atakent Anatolian High School on January 9–10–11, 2026.</p>\n\n<p>Atakent Anatolian High School is proud to host such international academic events that support students’ intellectual growth and help them develop into globally aware individuals.</p>",
        "category": "events",
        "author": "Ekin Şahin",
        "publishDate": "2025-11-21",
        "imageUrl": "https://iili.io/fvi1zN4.png",
        "featured": true,
        "editorsPick": true
    },
    {
        "id": "2",
        "title": "Atakent Anatolian High School Shines at the Karşıyaka Büyük Atatürk Run",
        "excerpt": "On December 27, the athletics team of Atakent Anatolian High School achieved great success at the Karşıyaka Büyük Atatürk Run, showcasing determination, teamwork, and sportsmanship.",
        "content": "<p>ON December 27, the athletics team of Atakent Anatolian High School proudly represented our school at the Karşıyaka Büyük Atatürk Run.</p>\n\n<p>Our team, consisting of both female and male athletes, showcased remarkable performances throughout the race. Thanks to their determination, discipline, and strong team spirit, both our girls’ and boys’ teams achieved great success and competed with distinction among numerous participating schools.</p>\n\n<h2>Celebrating Achievement and Sportsmanship</h2>\n\n<p>Following the competition, medal ceremonies were held at our school, where our successful athletes were honored for their achievements.</p>\n\n<p>This experience provided our students with the opportunity not only to demonstrate their athletic abilities but also to strengthen their sense of unity, perseverance, and sportsmanship.</p>\n\n<p>We sincerely congratulate all our athletes and extend our gratitude to the teachers and coaches who supported and trained them.</p>",
        "category": "sports",
        "author": "Ekin Şahin",
        "publishDate": "2025-12-27",
        "imageUrl": "https://iili.io/fviMsdF.jpg",
        "featured": true,
        "editorsPick": false
    }
]
